---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricSheetAlignment.Null
enum: Autodesk.Revit.DB.Structure.FabricSheetAlignment
source: html/c717132f-ecfd-8e66-2cf2-e81282ef3d7d.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetAlignment.Null

The fabric sheets are alignment is not set.